[
  {
    "id": "photography",
    "name": "Photography",
    "date": "1826",
    "innovator": "Nicéphore Niépce & Louis Daguerre",
    "description": "The invention of photography revolutionized how humanity captures and preserves visual memories.",
    "context": "Before photography, portraits required expensive painters. Niépce created the first photograph using bitumen-coated pewter, while Daguerre later developed the daguerreotype process.",
    "consequences": "Photography democratized portraiture, transformed journalism, enabled scientific documentation, and laid groundwork for cinema. It fundamentally changed human perception of history and memory.",
    "anecdote": "Niépce's first photograph required an 8-hour exposure time. When he showed it to people, many didn't understand what they were looking at since the concept of a 'captured moment' was entirely foreign.",
    "image": "/images/leaders/photography.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Photography",
    "image_lang": "en"
  },
  {
    "id": "pasteurization",
    "name": "Pasteurization",
    "date": "1862",
    "innovator": "Louis Pasteur",
    "description": "A heat treatment process that eliminates pathogens in food and beverages, making them safe for consumption.",
    "context": "Diseases from contaminated milk and wine were rampant. Pasteur discovered that heating liquids killed harmful microorganisms without significantly altering taste.",
    "consequences": "Saved millions of lives by preventing tuberculosis, typhoid, and other diseases. Made milk safe for children and enabled global food trade.",
    "anecdote": "Pasteur was originally hired by French wine producers who were losing money to 'wine diseases.' His solution saved the wine industry before he applied it to milk.",
    "image": "/images/leaders/pasteurization.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Pasteurization",
    "image_lang": "en"
  },
  {
    "id": "rabies-vaccine",
    "name": "Rabies Vaccine",
    "date": "1885",
    "innovator": "Louis Pasteur & Émile Roux",
    "description": "The first vaccine to successfully protect humans against the deadly rabies virus.",
    "context": "Rabies was 100% fatal once symptoms appeared. Pasteur developed an attenuated vaccine by passing the virus through rabbit spinal cords.",
    "consequences": "Pioneered the field of vaccinology, saved countless lives, and established the template for modern vaccine development.",
    "anecdote": "Pasteur first tested it on 9-year-old Joseph Meister who had been bitten by a rabid dog. The boy survived and later became the gatekeeper at the Pasteur Institute.",
    "image": "/images/rabies-vaccine.jpg"
  },
  {
    "id": "metric-system",
    "name": "Metric System",
    "date": "1795",
    "innovator": "French Academy of Sciences",
    "description": "A decimal-based system of measurement that standardized units worldwide.",
    "context": "Before the metric system, France alone had over 250,000 different units of measurement. The Revolutionary government sought rational, universal standards.",
    "consequences": "Enabled international trade, scientific collaboration, and engineering precision. Now used by virtually every country except the US, Myanmar, and Liberia.",
    "anecdote": "The original meter was defined as one ten-millionth of the distance from the equator to the North Pole. Two astronomers spent 7 years measuring this distance.",
    "image": "/images/leaders/metric-system.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Metric_system",
    "image_lang": "en"
  },
  {
    "id": "hot-air-balloon",
    "name": "Hot Air Balloon",
    "date": "1783",
    "innovator": "Montgolfier Brothers",
    "description": "The first successful human flight technology, using heated air to achieve lift.",
    "context": "The dream of human flight had existed for millennia. The Montgolfier brothers observed that smoke rises and built increasingly larger balloons.",
    "consequences": "Proved human flight was possible, inspired aviation pioneers, and was immediately used for military reconnaissance.",
    "anecdote": "The first passengers were a sheep, a duck, and a rooster. King Louis XVI initially insisted a condemned prisoner should be the first human aeronaut, but a nobleman demanded the honor instead.",
    "image": "/images/leaders/hot-air-balloon.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Hot_air_balloon",
    "image_lang": "en"
  },
  {
    "id": "cinema",
    "name": "Cinema",
    "date": "1895",
    "innovator": "Auguste & Louis Lumière",
    "description": "The invention of motion pictures and public film projection, creating an entirely new art form.",
    "context": "Building on chronophotography research, the Lumière brothers created the Cinématographe, a device that could record and project moving images.",
    "consequences": "Created a multi-billion dollar entertainment industry, transformed storytelling, and became the dominant cultural medium of the 20th century.",
    "anecdote": "At the first screening, audiences reportedly screamed and ducked when seeing a train arrive at a station, believing it would come through the screen.",
    "image": "/images/leaders/cinema.jpg",
    "image_source": "https://fr.wikipedia.org/wiki/Cin%C3%A9ma",
    "image_lang": "fr"
  },
  {
    "id": "radioactivity",
    "name": "Radioactivity",
    "date": "1896",
    "innovator": "Henri Becquerel",
    "description": "The discovery of spontaneous radiation emission from certain elements.",
    "context": "Becquerel accidentally discovered radioactivity while investigating phosphorescence. He left uranium salts on photographic plates in a dark drawer.",
    "consequences": "Led to nuclear physics, medical imaging, cancer treatment, and unfortunately, nuclear weapons. Marie Curie's subsequent research won two Nobel Prizes.",
    "anecdote": "Becquerel carried radium in his pocket, causing burns that helped demonstrate radiation's dangers. He shared the 1903 Nobel Prize with the Curies.",
    "image": "/images/leaders/radioactivity.jpeg",
    "image_source": "https://fr.wikipedia.org/wiki/Radio-Activity",
    "image_lang": "fr"
  },
  {
    "id": "braille",
    "name": "Braille",
    "date": "1824",
    "innovator": "Louis Braille",
    "description": "A tactile writing system using raised dots that enables blind people to read and write.",
    "context": "Louis Braille was blinded at age 3. At 15, he developed his system inspired by a military 'night writing' code.",
    "consequences": "Transformed education and independence for blind individuals worldwide. Still the primary tactile literacy system today.",
    "anecdote": "Braille's system was initially rejected by sighted educators who thought blind students should learn to read raised Latin letters. It wasn't officially adopted in France until after his death.",
    "image": "/images/leaders/braille.jpg",
    "image_source": "https://fr.wikipedia.org/wiki/Braille",
    "image_lang": "fr"
  },
  {
    "id": "stethoscope",
    "name": "Stethoscope",
    "date": "1816",
    "innovator": "René Laennec",
    "description": "A medical instrument for listening to internal body sounds, revolutionizing physical examination.",
    "context": "Laennec was uncomfortable placing his ear directly on a female patient's chest. He rolled paper into a tube and discovered it amplified heart sounds.",
    "consequences": "Enabled diagnosis of heart and lung conditions, became the iconic symbol of medicine, and remains essential 200 years later.",
    "anecdote": "Laennec named his invention after the Greek words for 'chest' and 'I examine.' He died of tuberculosis at 45, a disease his invention helped diagnose.",
    "image": "/images/leaders/stethoscope.jpg",
    "image_source": "https://fr.wikipedia.org/wiki/St%C3%A9thoscope",
    "image_lang": "fr"
  },
  {
    "id": "bicycle",
    "name": "Modern Bicycle",
    "date": "1864",
    "innovator": "Pierre Michaux & Pierre Lallement",
    "description": "The pedal-driven bicycle with rotary cranks attached to the front wheel.",
    "context": "Earlier 'velocipedes' required pushing with feet on the ground. Adding pedals made cycling faster and more efficient.",
    "consequences": "Revolutionized personal transportation, gave women unprecedented mobility, and inspired aviation pioneers including the Wright Brothers.",
    "anecdote": "The early bicycles were called 'boneshakers' because of their iron tires and wooden wheels. The pneumatic tire wasn't invented until 1888.",
    "image": "/images/bicycle.jpg"
  },
  {
    "id": "canning",
    "name": "Food Canning",
    "date": "1809",
    "innovator": "Nicolas Appert",
    "description": "A method of preserving food in sealed containers through heat sterilization.",
    "context": "Napoleon offered a prize for food preservation to feed his armies. Appert spent 14 years perfecting the technique using glass jars.",
    "consequences": "Enabled safe long-term food storage, transformed military logistics, and made seasonal foods available year-round.",
    "anecdote": "Appert's method worked perfectly but no one knew why (germ theory came 50 years later). He won Napoleon's 12,000 franc prize and published his method freely.",
    "image": "/images/canning.jpg"
  },
  {
    "id": "internal-combustion",
    "name": "Internal Combustion Engine",
    "date": "1860",
    "innovator": "Étienne Lenoir",
    "description": "A practical engine that converts fuel into mechanical motion through controlled explosions.",
    "context": "Steam engines were large and required boilers. Lenoir's gas-powered engine was smaller and could start immediately.",
    "consequences": "Enabled automobiles, motorcycles, aircraft, and modern transportation. Transformed society but also contributed to climate change.",
    "anecdote": "Lenoir built the first automobile in 1863, a three-wheeled vehicle that took 3 hours to travel 6 miles. He called it 'the hippomobile' after the Greek word for horse.",
    "image": "/images/leaders/internal-combustion.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Internal_combustion_engine",
    "image_lang": "en"
  },
  {
    "id": "aspirin",
    "name": "Aspirin Synthesis",
    "date": "1853",
    "innovator": "Charles Frédéric Gerhardt",
    "description": "First laboratory synthesis of acetylsalicylic acid, the active compound in aspirin.",
    "context": "Willow bark had been used medicinally for millennia. Gerhardt was the first to synthesize the pure compound.",
    "consequences": "Aspirin became the world's most used medication, treating pain, fever, and inflammation. Later discovered to prevent heart attacks.",
    "anecdote": "Gerhardt didn't pursue his discovery because synthesis was difficult and he saw no commercial potential. Bayer later perfected the process and made billions.",
    "image": "/images/aspirin.jpg"
  },
  {
    "id": "blood-transfusion",
    "name": "Blood Transfusion",
    "date": "1667",
    "innovator": "Jean-Baptiste Denys",
    "description": "The first successful transfusion of blood into a human patient.",
    "context": "William Harvey had recently discovered blood circulation. Denys transfused lamb blood into a sick patient who survived.",
    "consequences": "Eventually led to modern blood banking, surgical advances, and life-saving trauma care, though animal transfusions were later banned.",
    "anecdote": "After a patient died from a later transfusion, Denys was put on trial for murder. He was acquitted, but France banned transfusions for 150 years.",
    "image": "/images/leaders/blood-transfusion.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Blood_transfusion",
    "image_lang": "en"
  },
  {
    "id": "parachute",
    "name": "Parachute",
    "date": "1783",
    "innovator": "Louis-Sébastien Lenormand",
    "description": "A device using air resistance to slow descent, enabling safe falls from height.",
    "context": "With hot air balloons being invented, a safety device for aeronauts was urgently needed. Lenormand jumped from a tower with two parasols.",
    "consequences": "Made aviation safer, enabled airborne military operations, and created recreational skydiving as a sport.",
    "anecdote": "Lenormand invented the word 'parachute' from the Greek 'para' (against) and French 'chute' (fall). His first public jump was from the Montpellier observatory.",
    "image": "/images/leaders/parachute.jpg",
    "image_source": "https://fr.wikipedia.org/wiki/Parachute",
    "image_lang": "fr"
  },
  {
    "id": "neon-lighting",
    "name": "Neon Lighting",
    "date": "1910",
    "innovator": "Georges Claude",
    "description": "Electric discharge lighting using neon gas that produces a distinctive red-orange glow.",
    "context": "Claude was researching air liquefaction and had leftover neon gas. He experimented with passing electricity through it.",
    "consequences": "Transformed urban nightscapes, created the iconic 'neon sign' aesthetic, and influenced art, architecture, and advertising.",
    "anecdote": "The first neon sign was displayed at the Paris Motor Show. A Packard car dealership in Los Angeles paid $24,000 for two neon signs in 1923 (about $400,000 today).",
    "image": "/images/leaders/neon-lighting.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Neon_lighting",
    "image_lang": "en"
  },
  {
    "id": "submarine",
    "name": "Modern Submarine",
    "date": "1863",
    "innovator": "French Navy (Plongeur)",
    "description": "The first submarine not powered by human muscle, using compressed air for propulsion.",
    "context": "Previous submarines required hand-cranking. The Plongeur used compressed air engines, allowing longer underwater journeys.",
    "consequences": "Revolutionized naval warfare, enabled underwater exploration, and transformed military strategy forever.",
    "anecdote": "The Plongeur's air consumption was so high it could only stay submerged for a few hours. Modern nuclear submarines can remain underwater for months.",
    "image": "/images/submarine.jpg"
  },
  {
    "id": "calculator",
    "name": "Mechanical Calculator",
    "date": "1642",
    "innovator": "Blaise Pascal",
    "description": "The Pascaline, an automatic mechanical calculator for addition and subtraction.",
    "context": "Pascal built it to help his father, a tax commissioner, perform tedious calculations. He was only 19 years old.",
    "consequences": "Pioneered mechanical computation, inspired Leibniz's multiplying machine, and laid conceptual groundwork for computers.",
    "anecdote": "Pascal built 50 prototypes before creating a working model. Only 9 original Pascalines survive today, making them worth millions.",
    "image": "/images/leaders/calculator.png",
    "image_source": "https://en.wikipedia.org/wiki/Mechanical_calculator",
    "image_lang": "en"
  },
  {
    "id": "smart-card",
    "name": "Smart Card",
    "date": "1974",
    "innovator": "Roland Moreno",
    "description": "An integrated circuit card combining memory chip with secure access, enabling digital identity and payments.",
    "context": "Banks needed secure authentication for transactions. Moreno embedded microprocessors into plastic cards.",
    "consequences": "Enabled credit cards, SIM cards, transit passes, and secure identification worldwide. Over 10 billion smart cards produced annually.",
    "anecdote": "Moreno originally envisioned the card for games. He fought patent battles for decades and only received proper recognition late in life.",
    "image": "/images/leaders/smart-card.jpg",
    "image_source": "https://en.wikipedia.org/wiki/Smart_card",
    "image_lang": "en"
  },
  {
    "id": "tgv",
    "name": "TGV High-Speed Rail",
    "date": "1981",
    "innovator": "SNCF & Alstom",
    "description": "Revolutionary high-speed train technology operating at speeds over 300 km/h.",
    "context": "After the 1973 oil crisis, France invested in electric rail as an alternative to air travel for medium distances.",
    "consequences": "Made high-speed rail commercially viable, reduced domestic flights, and inspired similar systems in Japan, Germany, and China.",
    "anecdote": "A modified TGV set the world rail speed record of 574.8 km/h in 2007. Regular service operates at 320 km/h, Paris to Lyon in 2 hours.",
    "image": "/images/tgv.jpg"
  }
]